{
  "plugins": {
    "fzf": {
      "src": "https://github.com/junegunn/fzf",
      "version": "'3c9965a61a842ef54e976c7195b985ee43a3e776'"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim",
      "version": "'d2a59a992a2455f609c0fde2ebd84427ea8f919a'"
    },
    "git-blame.nvim": {
      "src": "https://github.com/f-person/git-blame.nvim",
      "version": "'5c536e2d4134d064aa3f41575280bc8a2a0e03d7'"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim",
      "version": "'221ce6b2d999187044529f49da6554a92f740a96'"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim",
      "version": "'v28.3.0'"
    },
    "menu": {
      "src": "https://github.com/nvzone/menu",
      "version": "'7a0a4a2896b715c066cfbe320bdc048091874cc6'"
    },
    "neoformat": {
      "src": "https://github.com/sbdchd/neoformat",
      "version": "'9d95e5ca3ab263363758d5b1d7a174a30556ab2d'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.10.0'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": "'v1.17.0'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'dfbfaa967a6f7ec50789bead7ef87e336c1fa63c'"
    },
    "volt": {
      "src": "https://github.com/nvzone/volt",
      "version": "'620de1321f275ec9d80028c68d1b88b409c0c8b1'"
    }
  }
}
